Repository: wechange-eg/cosinnus-todo
Catalog: cosinnus_todo/locale/*/LC_MESSAGES/django.po
Languages: hy, nl, ru

source: Todo "%(title)s" could not be assigned to You.
hy: "%(title)s" առաջադրանքը հնարավոր չէ հանձնարարել ձեզ.
nl: Todo “%(title)s” kon niet aan u worden toegewezen.
ru: TODO "%(title)s" Вам не мог быть поручено.

source: Todo "%(title)s" was unassigned successfully.
hy: "%(title)s" առաջադրանքը հաջողությամբ չեղյալ է համարվել.
nl: Todo “%(title)s” is niet toegewezen.
ru: Поруче́ние TODO "%(title)s" был удален успешно.

source: Todo "%(title)s" could not be unassigned.
hy: "%(title)s" առաջադրանքը հնարավոր չէ չեղյալ համարել.
nl: Todo “%(title)s” kon niet worden toegewezen.
ru: Поруче́ние TODO "%(title)s" не мог быть удалено.

source: Todo "%(title)s" was completed successfully.
hy: "%(title)s" առաջադրանքը հաջողությամբ ավարտվել է.
nl: Todo “%(title)s” is succesvol voltooid.
ru: TODO "%(title)s" был завершен успешно.

source: Todo "%(title)s" could not be completed.
hy: "%(title)s" առաջադրանքը հնարավոր չէ ավարտել.
nl: Todo “%(title)s” kon niet worden voltooid.
ru: TODO "%(title)s" не мог быть завершен.

source: Todo "%(title)s" was completed by You successfully.
hy: Դուք հաջողությամբ ավարտել եք "%(title)s" առաջադրանքը.
nl: Todo “%(title)s” is succesvol door u voltooid.
ru: TODO "%(title)s" Вами был завершен успешно.

source: Todo "%(title)s" could not be completed by You.
hy: Դուք չեք կարող ավարտել "%(title)s" առաջադրանքը.
nl: Todo “%(title)s” kon niet worden voltooid door u.
ru: TODO "%(title)s" Вами не мог быть завершен.

source: Todo "%(title)s" was set to incomplete successfully.
hy: "%(title)s" առաջադրանքը հաջողությամբ սահմանվել է որպես թերի.
nl: Todo “%(title)s” is succesvol ingesteld op onvolledig.
ru: TODO "%(title)s" был установлен неполный успешно.

source: Todo "%(title)s" could not be set to incomplete.
hy: "%(title)s" առաջադրանքը հնարավոր չէ սահմանվել որպես թերի.
nl: Todo “%(title)s” kon niet op onvolledig ingesteld worden.
ru: TODO "%(title)s" не мог быть установлено неполный.

source: Todolist "%(title)s" was edited successfully.
hy: "%(title)s" անելիքների ցանկը հաջողությամբ խմբագրվել է.
nl: Todo-lijst “%(title)s” is succesvol gewijzigd.
ru: Список задач "%(title)s" успешно отредактирован.

source: Todolist "%(title)s" could not be edited.
hy: "%(title)s" անելիքների ցանկը հնարավոր չէ խմբագրել.
nl: Todo-lijst “%(title)s” kon niet worden gewijzigd.
ru: Список задач "%(title)s" не мог быть отредактировано.

source: Todolist "%(title)s" was added successfully.
hy: "%(title)s" անելիքների ցանկը հաջողությամբ ավելացվել է.
nl: Todo-lijst “%(title)s” is succesvol toegevoegd.
ru: Список задач "%(title)s" был успешно добавлен.

source: Todolist "%(title)s" could not be added.
hy: "%(title)s" անելիքների ցանկը հնարավոր չէ ավելացնել.
nl: Todo-lijst “%(title)s” kon niet worden toegevoegd.
ru: Список задач "%(title)s" не мог быть добавлен.

source: You cannot delete this folder because you do not have permission to delete one or more items it contains!
hy: Դուք չեք կարող ջնջել այս թղթապանակը, քանի որ թույլտվություն չունեք ջնջել նրա միջի մեկ կամ մի քանի նյութերը!
nl: U kunt deze map niet verwijderen, omdat u geen toestemming heeft om of meer van de items te verwijderen!
ru: Вы не можете удалить эту папку, потому что Вы не имеете разрешения для удаления одного или более элементов, которые она содержит!

source: Your comment was added successfully.
hy: Ձեր մեկնաբանությունը հաջողությամբ ավելացվել է.
nl: Uw opmerking is succesvol toegevoegd.
ru: Ваш комментарий был успешно добавлен.

source: Your comment was deleted successfully.
hy: Ձեր մեկնաբանությունը հաջողությամբ ջնջվել է.
nl: Uw opmerking is succesvol verwijderd.
ru: Ваш комментарий был успешно удален.

source: New todo by %(sender_name)s
nl: Nieuwe todo door %(sender_name)s

source: Enter a description for the todo (optional)...
ru: Введите описание для TODO (необязательно) ...

source: OK
ru: Хорошо

source: Hi %(receiver_name)s, the task "%(object_name)s" in %(group_name)s was assigned to you by %(sender_name)s.
ru: Привет %(receiver_name)s, задача "%(object_name)s" в %(group_name)s была поручена Вам %(sender_name)s.

source: Task: "%(object_name)s" in %(group_name)s was assigned to you.
ru: Задача: "%(object_name)s" в %(group_name)s был поручен Вам.

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on a todo assigned to you in group %(group_name)s: "%(comment_text)s" on the todo: "%(todo_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
ru: Привет, %(receiver_name)s! %(sender_name)s оставил(а) комментарий на TODO, поручен Вам, в группе %(group_name)s: "%(comment_text)s" o TODO: "%(todo_title)s" Перейдите по этой ссылке, чтобы увидеть комментарий: %(object_url)s (Перейдите по этой ссылке для редактирования настроек уведомления: %(notification_settings_url)s ) Ваша %(site_name)s команда.

source: %(sender_name)s commented on a todo assigned to you in %(group_name)s.
ru: %(sender_name)s прокомментировал(а) TODO, поручено Вам в %(group_name)s

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on a todo you were tagged in, in group %(group_name)s: "%(comment_text)s" on the todo: "%(todo_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
ru: Привет, %(receiver_name)s! %(sender_name)s оставил(а) комментарий на TODO, с которым Вы были помечены, в группе %(group_name)s: "%(comment_text)s" o TODO: "%(todo_title)s" Перейдите по этой ссылке, чтобы увидеть комментарий: %(object_url)s (Перейдите по этой ссылке для редактирования настроек уведомления: %(notification_settings_url)s ) Ваша %(site_name)s команда.

source: %(sender_name)s commented on a todo you were tagged in %(group_name)s.
ru: %(sender_name)s комментировал(а) на TODO, с которым Вы были помечены в %(group_name)s.

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on a todo you created in group %(group_name)s: "%(comment_text)s" on your todo: "%(todo_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
ru: Привет, %(receiver_name)s! %(sender_name)s оставил(а) комментарий на TODO, который Вы создали в группе %(group_name)s: "%(comment_text)s" o Ваше TODO: "%(todo_title)s" Перейдите по этой ссылке, чтобы увидеть комментарий: %(object_url)s (Перейдите по этой ссылке для редактирования настроек уведомления: %(notification_settings_url)s ) Ваша %(site_name)s команда.

source: %(sender_name)s commented on one of your todos in %(group_name)s.
ru: %(sender_name)s комментировал(а) на один из Ваших TODO в %(group_name)s.

source: Hi %(receiver_name)s, a new task "%(object_name)s" in %(group_name)s was created by %(sender_name)s.
ru: Привет %(receiver_name)s, новая задача "%(object_name)s" в %(group_name)s была создана %(sender_name)s.

source: A new task: "%(object_name)s" was created in %(group_name)s.
ru: Новая задача: "%(object_name)s" была создана в %(group_name)s.

source: Hi %(receiver_name)s, the task "%(object_name)s" you created in %(group_name)s was completed by %(sender_name)s.
ru: Привет %(receiver_name)s, задача "%(object_name)s", которую Вы создали в %(group_name)s была завершена %(sender_name)s.

source: Task completed: "%(object_name)s" in %(group_name)s.
ru: Задача выполнена: "%(object_name)s" в %(group_name)s.

source: Hi %(receiver_name)s, you were tagged in the task "%(object_name)s" in %(group_name)s by %(sender_name)s.
ru: Hi %(receiver_name)s, Вы были помечены в задаче "%(object_name)s" в %(group_name)s от %(sender_name)s.

source: You were tagged in the task "%(object_name)s" in %(group_name)s
ru: Вы были помечены в задаче "%(object_name)s" в %(group_name)s

source: Tasks
ru: Задачи

source: more Tasks
ru: ещё задач
