Repository: wechange-eg/cosinnus-todo
Catalog: cosinnus_todo/locale/*/LC_MESSAGES/django.po
Languages: hy, nl, ru

source: Todos
hy: Անելիքների ցանկ
ru: Делать

# the_app
source: todo
hy: անելիքների ցանկ
ru: делать

source: A user created a new todo
hy: Օգտատերը ստեղծել է նոր անելիքների ցանկ
nl: Een gebruiker heeft een nieuwe todo aangemaakt
ru: Пользователь создал новый TODO

source: %(sender_name)s created the todo %(object_name)s
hy: %(sender_name)s ստեղծել է նոր %(object_name)s անելիքների ցանկը

source: %(sender_name)s created %(count)d todos
hy: %(sender_name)s ստեղծել է %(count)d անելիքների ցանկ

source: %(sender_name)s created a new todo
hy: %(sender_name)s -ը ստեղծել է նոր անելիքների ցանկ
nl: %(sender_name)s heeft een nieuwe todo aangemaakt

source: A new todo: "%(object_name)s" was created in %(team_name)s.
hy: Նոր անելիքների ցանկ՝ "%(object_name)s" -ը ստեղծվել է %(team_name)s -ում.
nl: Een nieuwe todo: “%(object_name)s” is aangemaakt in %(team_name)s.

source: A todo was assigned to me
hy: Ինձ հանձնարարվել է անելիքների ցանկ
nl: Een todo werd mij toegewezen
ru: TODO поручили мне

source: %(sender_name)s assigned the todo %(object_name)s to you
hy: %(sender_name)s -ը հանձնարարել է ձեզ %(object_name)s անելիքների ցանկը

source: %(sender_name)s assigned %(count)d todos to you
hy: %(sender_name)s -ը հանձնարարել է ձեզ %(count)d անելիքների ցանկ

source: %(sender_name)s assigned a todo to you
hy: %(sender_name)s -ը հանձնարարել է ձեզ անելիքների ցանկ
nl: %(sender_name)s heeft een todo aan u toegewezen

source: A todo I created was completed
hy: Իմ ստեղծած անելիքների ցանկը ավարտվել է
nl: Een todo die ik heb aangemaakt is voltooid
ru: TODO, которуый я создал, был завершен

source: %(sender_name)s completed the todo %(object_name)s
hy: %(sender_name)s -ը ավարտել է %(object_name)s անելիքների ցանկը

source: %(sender_name)s completed %(count)d todos
hy: %(sender_name)s -ը ավարտել է %(count)d անելիքների ցանկ

source: You created this todo
hy: Դուք ստեղծել եք այս անելիքների ցանկը

source: %(sender_name)s completed your todo
hy: %(sender_name)s -ը ավարտել է ձեր անելիքների ցանկը
nl: %(sender_name)s heeft een todo voltooid

source: %(sender_name)s completed one of your todos
hy: %(sender_name)s -ը ավարտել է ձեր անելիքների ցանկերից մեկը
nl: %(sender_name)s heeft één van uw todos voltooid

source: A user commented on one of your todos
hy: Օգտատերը մեկնաբանել է ձեր անելիքների ցանկերից մեկը
nl: Een gebruiker heeft gereageerd op één van uw todos
ru: Пользователь прокомментировал один из ваших TODOs

source: %(sender_name)s commented on your todo %(object_name)s
hy: %(sender_name)s -ը մեկնաբանել է ձեր %(object_name)s անելիքների ցանկը

source: %(sender_name)s and %(count_minus_one)d other commented on your todo %(object_name)s
hy: %(sender_name)s -ը և %(count_minus_one)d ուրիշը մեկնաբանել է ձեր %(object_name)s անելիքների ցանկը

source: %(sender_name)s commented on your todo
hy: %(sender_name)s -ը մեկնաբանել է ձեր անելիքների ցանկը
nl: %(sender_name)s heeft gereageerd op uw todo

source: %(sender_name)s commented on one of your todos
hy: %(sender_name)s -ը մեկնաբանել է ձեր անելիքների ցանկերից մեկը
nl: %(sender_name)s heeft gereageerd op één van uw todos

source: A user commented on a todo you were tagged in
hy: Օգտատերը մեկնաբանել է այն անելիքների ցանկը, որում դուք նշված եք
nl: Een gebruiker heeft gereageerd op een todo waarin u bent getagt
ru: Пользователь прокомментировал TODO, с которым Вы были помечены

source: %(sender_name)s commented on the todo %(object_name)s
hy: %(sender_name)s -ը մեկնաբանել է %(object_name)s անելիքների ցանկը

source: %(sender_name)s and %(count_minus_one)d other commented on the todo %(object_name)s
hy: %(sender_name)s -ը և %(count_minus_one)d ուրիշը մեկնաբանել է %(object_name)s անելիքների ցանկը

source: You were tagged in this todo
hy: Ձեզ նշել են այս անելիքների ցանկում

source: %(sender_name)s commented on a todo you were tagged in
hy: %(sender_name)s -ը մեկնաբանել է այն անելիքների ցանկը, որում դուք նշված եք
nl: %(sender_name)s heeft gereageerd op een todo waarin u bent getagt

source: %(sender_name)s commented on a todo you were tagged in in %(team_name)s
hy: %(sender_name)s -ը մեկնաբանել է այն անելիքների ցանկը, որում դուք նշված եք %(team_name)s -ում
nl: %(sender_name)s heeft gereageerd op een todo waarin u bent getagt in %(team_name)s

source: A user commented on a todo you were assigned to
hy: Օգտատերը մեկնաբանել է այն անելիքների ցանկը, որը ձեզ հանձնարարված էր
nl: Een gebruiker heeft gereageerd op een todo die aan u is toegewezen
ru: Пользователь прокомментировал TODO, который тебе поручили

source: %(sender_name)s commented on your assigned todo %(object_name)s
hy: %(sender_name)s -ը մեկնաբանել է ձեզ հանձնարարված %(object_name)s անելիքների ցանկը

source: %(sender_name)s and %(count_minus_one)d other commented on your assigned todo %(object_name)s
hy: %(sender_name)s -ը և %(count_minus_one)d ուրիշը մեկնաբանել է ձեզ հանձնարարված %(object_name)s անելիքների ցանկը

source: %(sender_name)s commented on one of your assigned todos
hy: %(sender_name)s -ը մեկնաբանել է ձեզ հանձնարարված անելիքների ցանկերից մեկը
nl: %(sender_name)s heeft gereageerd op een van uw aangewezen todos

source: %(sender_name)s commented on one of your assigned todos in %(team_name)s
hy: %(sender_name)s -ը մեկնաբանել է ձեզ հանձնարարված անելիքների ցանկերից մեկը %(team_name)s-ում
nl: %(sender_name)s heeft gereageerd op één van uw aangeschreven todos in %(team_name)s

source: A user updated a todo you are following
hy: Օգտատերը թարմացրել է անելիքների ցանկը, որին դուք հետևում եք
nl: Een gebruiker heeft een todo die u volgt bijgewerkt

source: %(sender_name)s updated the todo %(object_name)s
hy: %(sender_name)s -ը թարմացրել է %(object_name)s անելիքների ցանկը

source: %(sender_name)s and %(count_minus_one)d other updated the todo %(object_name)s
hy: %(sender_name)s -ը և %(count_minus_one)d ուրիշը թարմացրել է %(object_name)s անելիքների ցանկը

source: You are following this todo
hy: Դուք հետևում եք այս անելիքների ցանկը

source: %(sender_name)s updated a todo you are following
hy: %(sender_name)s -ը թարմացրել է այն անելիքների ցանկը, որին դուք հետևում եք
nl: %(sender_name)s heeft een todo die u volgt bijgewerkt

source: A todo you are following: "%(object_name)s" was updated in %(team_name)s.
hy: Ձեր կողմից հետևող անելիքների ցանկը՝ %(object_name)s" թարմացվել է %(team_name)s. -ում.
nl: Een todo die u volgt: “%(object_name)s” is bijgewerkt in %(team_name)s.

source: A user reassigned a todo you are following
hy: Օգտատերը վերահանձնարարել է անելիքների ցանկը, որին դուք հետևում եք
nl: Een gebruiker heeft een todo toegewezen die u volgt

source: %(sender_name)s reassigned the todo %(object_name)s
hy: %(sender_name)s -ը վերահանձնարարել է %(object_name)s անելիքների ցանկը

source: %(sender_name)s reassigned %(count)d todos
hy: %(sender_name)s -ը վերահանձնարարել է %(count)d անելիքների ցանկ

source: %(sender_name)s reassigned a todo you are following
hy: %(sender_name)s -ը վերահանձնարարել է այն անելիքների ցանկը, որին դուք հետևում եք
nl: %(sender_name)s heeft een todo die u volgt toegewezen

source: A todo you are following: "%(object_name)s" was reassigned in %(team_name)s.
hy: Ձեր կողմից հետևող անելիքների ցանկը՝ %(object_name)s" վերահանձնարարել է %(team_name)s. -ում.
nl: Een todo die u volgt: “%(object_name)s” is toegewezen in %(team_name)s.

source: A user completed a todo you are following
hy: Օգտատերը ավարտել է անելիքների ցանկը, որին դուք հետևում եք
nl: Een gebruiker heeft een todo die u volgt voltooid

source: %(sender_name)s completed a todo you are following
hy: %(sender_name)s -ը ավարտել է անելիքների ցանկը, որին դուք հետևում եք
nl: %(sender_name)s heeft een todo die u volgt voltooid

source: A todo you are following: "%(object_name)s" was completed in %(team_name)s.
hy: Ձեր կողմից հետևող անելիքների ցանկը՝ %(object_name)s" ավարտվել է %(team_name)s. -ում.
nl: Een todo die u volgt: “%(object_name)s” is voltooid in %(team_name)s.

source: A user commented on a todo you are following
hy: Օգտատերը մեկնաբանել է անելիքների ցանկը, որին դուք հետևում եք
nl: Een gebruiker heeft gereageerd op een todo die u volgt

source: %(sender_name)s commented on on a todo you are following
hy: %(sender_name)s -ը մեկնաբանել է անելիքների ցանկը, որին դուք հետևում եք
nl: %(sender_name)s heeft gereageerd op een todo die u volgt

source: My Todos
hy: Իմ անելիքների ցանկերը
nl: Mijn Todos
ru: Мои TODOs

source: No todos
hy: Անելիքների ցանկեր չկան
nl: Geen todos
ru: TODOs нет

source: Open
hy: Բացել
ru: Открыть

source: Completed
hy: Ավարտված
nl: Voltooid
ru: Завершен

source: All
hy: Բոլորը
nl: Alles
ru: Все

source: Created By
hy: Ստեղծել է
nl: Aangemaakt door
ru: Создано

source: Assigned To
hy: Հանձնարարարված է
nl: Toegewezen aan
ru: Порученный:

source: Priority
hy: Գերակայություն
nl: Prioriteit
ru: Приоритет

source: Due date
hy: Վերջնաժամկետ
nl: Opleveringsdatum
ru: Срок

source: Status
hy: Ստատուս
ru: Статус

source: Newest Created
hy: Վերջին ստեղծված
nl: Nieuwste aangemaakt
ru: Последний

source: Title
hy: Վերնագիր
nl: Titel
ru: Название

source: Soonest Due
hy: Շուտափույտ Ժամկետը․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․․
nl: Eerstvolgende opleveringsdatum
ru: Очередно́й

source: You are not allowed to assign this Todo entry.
hy: Ձեզ չի թույլատրվում նշանակել այս անելիքների ցանկի մուտքագրումը.
nl: U mag dit Todo-item niet toewijzen.
ru: Вы не можете поручили этот TODO.

source: Later
hy: Հետագայում
ru: Позднее

source: Normal
hy: Նորմալ
nl: Normaal
ru: Обычно

source: Important
hy: Կարևոր
nl: Belangrijk
ru: Важно

source: Due by
hy: Վերջնաժամկետը
nl: Opleveringsdatum
ru: Срок

source: Completed on
hy: Ավարտվել է
nl: Voltooid op
ru: Завершен в

source: Completed by
hy: Ավարտել է
nl: Voltooid door
ru: Завершен

source: Assigned to
hy: Նշանակվել է
nl: Toegewezen aan
ru: Порученный:

source: Note
hy: Նշում
nl: Notitie
ru: Примечание

source: List
hy: Ցանկ
nl: Lijst
ru: Список

source: Todo
hy: Անելիքների ցանկ

source: Group
hy: Խումբ
nl: Groep
ru: Группа

source: Creator
hy: Ստեղծող
nl: Aanmaker
ru: Создатель

source: Created
hy: Ստեղծվել է
nl: Aangemaakt
ru: Создано

source: Last modified
hy: Վերջին փոփոխությունը
nl: Laatst aangepast
ru: Отредактировано в

source: Text
hy: Տեկստ
nl: Tekst
ru: Текст

source: Comment
hy: Մեկնաբանություն
nl: Reactie
ru: Комментарий

source: Comments
hy: Մեկնաբանություններ
nl: Reacties
ru: Комментарии

source: Todo "%(todo_name)s" was assigned to %(assignee_name)s
hy: "%(todo_name)s" անելիքների ցանկը հանձնարարվել է %(assignee_name)s -ին
nl: Todo “%(todo_name)s” is aangewezen tot %(assignee_name)s
ru: TODO "%(todo_name)s" было поручено %(assignee_name)s

source: Back to
hy: Հետ դեպի
nl: Terug naar
ru: Вернуться к

source: Hi %(receiver_name)s, the task "%(object_name)s" in %(team_name)s was assigned to you by %(sender_name)s.
hy: Ողջույն %(receiver_name)s, %(sender_name)s -ը հանձնարարել է ձեզ "%(object_name)s" առաջադրանքը %(team_name)s -ում։
nl: Hallo %(receiver_name)s, de taak “%(object_name)s” in %(team_name)s is aan u toegwezen door %(sender_name)s.

source: You can find it by following this link: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s Team.
hy: Դուք կարող եք տեսնել այն ՝ անցնելով այս հղումով: %(object_url)s (Անցեք այս հղումով ՝ ձեր ծանուցման նախապատվությունները խմբագրելու համար: %(notification_settings_url)s ) Ձեր %(site_name)s թիմ.
nl: U kunt het vinden door deze link te volgen: %(object_url)s (Volg deze link om uw notificatie voorkeuren te bewerken: %(notification_settings_url)s ) Uw %(site_name)s Team.
ru: Вы можете найти ее по следующей ссылке: %(object_url)s (Перейдите по этой ссылке для редактирования настроек уведомления: %(notification_settings_url)s ) Ваша %(site_name)s команда.

source: Task: "%(object_name)s" in %(team_name)s was assigned to you.
hy: Առաջադրանք՝ "%(object_name)s"-ը %(team_name)s -ում հանձնարարել են ձեզ.
nl: Taak: “%(object_name)s” in %(team_name)s is aan u toegewezen.

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on a todo assigned to you in %(team_name)s: "%(comment_text)s" on the todo: "%(todo_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
hy: Hi, %(receiver_name)s! %(sender_name)s -ը մեկնաբանել է առաջադրանքն, որը ձեզ է հանձնարարված %(team_name)s -ում. "%(comment_text)s" առաջադրանքը: "%(todo_title)s" Անցեք այս հղումով մեկնաբանությունը տեսնելու համար: %(object_url)s (Անցեք այս հղումով ՝ ձեր ծանուցման նախապատվությունները խմբագրելու համար: %(notification_settings_url)s ) Ձեր %(site_name)s թիմ.
nl: Hallo, %(receiver_name)s! %(sender_name)s heeft gereageerd op een todo die aan u is toegewezen %(team_name)s: “%(comment_text)s” op de todo: “%(todo_title)s” Volg deze link om de reactie te zien: %(object_url)s (Volg deze link om uw meldingsvoorkeuren te bewerken: %(notification_settings_url)s ) Uw %(site_name)s team.

source: %(sender_name)s commented on a todo assigned to you in %(team_name)s.
hy: %(sender_name)s -ը մեկնաբանել է այն առաջադրանքը, որը ձեզ է հանձնարարված %(team_name)s -ում.
nl: %(sender_name)s heeft gereageerd op een todo die aan u is toegwezen in %(team_name)s.

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on a todo you were tagged in, in %(team_name)s: "%(comment_text)s" on the todo: "%(todo_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
hy: Ողջույն, %(receiver_name)s! %(sender_name)s -ը մեկնաբանել է այն առաջադրանքը, որում դուք նշված եք %(team_name)s -ում: "%(comment_text)s" առաջադրանքը: "%(todo_title)s" Անցեք այս հղումով մեկնաբանությունը տեսնելու համար: %(object_url)s (Անցեք այս հղումով ՝ ձեր ծանուցման նախապատվությունները խմբագրելու համար: %(notification_settings_url)s ) Ձեր %(site_name)s թիմ.
nl: Hi, %(receiver_name)s! %(sender_name)s heeft gereageerd op een todo waarin u bent getagt, in %(team_name)s: “%(comment_text)s” op de todo: “%(todo_title)s” U kunt het vinden door deze link te volgen: %(object_url)s (Volg deze link om uw meldingsvoorkeuren te bewerken:%(notification_settings_url)s ) Uw %(site_name)s team.

source: %(sender_name)s commented on a todo you were tagged in %(team_name)s.
hy: %(sender_name)s -ը մեկնաբանել է այն առաջադրանքը, որում դուք նշված եք %(team_name)s -ում.
nl: %(sender_name)s heeft gereageerd op een todo waarin u bent getagt in %(team_name)s.

source: Hi, %(receiver_name)s! %(sender_name)s has posted a comment on a todo you created in %(team_name)s: "%(comment_text)s" on your todo: "%(todo_title)s" Follow this link to see the comment: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s team.
hy: Ողջույն, %(receiver_name)s! %(sender_name)s մեկնաբանել է այն առաջադրանքը, որը դուք ստեղծել եք %(team_name)s -ում: "%(comment_text)s" ձեր առաջադրանքը: "%(todo_title)s" Անցեք այս հղումով մեկնաբանությունը տեսնելու համար: %(object_url)s (Անցեք այս հղումով ՝ ձեր ծանուցման նախապատվությունները խմբագրելու համար: %(notification_settings_url)s ) Ձեր %(site_name)s թիմ.
nl: Hallo, %(receiver_name)s! %(sender_name)s heeft gereageerd op een todo die u heeft aangemaakt in %(team_name)s: “%(comment_text)s” op uw todo: “%(todo_title)s” U kunt het vinden door deze link te volgen: %(object_url)s (Volg deze link om uw meldingsvoorkeuren te bewerken:%(notification_settings_url)s ) Uw %(site_name)s team.

source: %(sender_name)s commented on one of your todos in %(team_name)s.
hy: %(sender_name)s -ը մեկնաբանել է ձեր առաջադրանքներից մեկը %(team_name)s- ում.
nl: %(sender_name)s heeft gereageerd op één van uw todos in %(team_name)s.

source: Hi %(receiver_name)s, a new task "%(object_name)s" in %(team_name)s was created by %(sender_name)s.
hy: Ողջույն %(receiver_name)s, %(sender_name)s -ը ստաղծել է "%(object_name)s" նոր առաջադրանքը %(team_name)s -ում։
nl: Hllo %(receiver_name)s, een nieuwe taak “%(object_name)s” in %(team_name)s is aangemaakt door %(sender_name)s.

source: A new task: "%(object_name)s" was created in %(team_name)s.
hy: Նոր առաջադրանք: "%(object_name)s" ստեղծվել է %(team_name)s -ում.
nl: Een nieuwe taak: “%(object_name)s” is aangemaakt in %(team_name)s.

source: Hi %(receiver_name)s, the task "%(object_name)s" you created in %(team_name)s was completed by %(sender_name)s.
hy: Ողջույն %(receiver_name)s, "%(object_name)s" առաջադրանքը, որը դուք ստեղծել եք %(team_name)s -ում ավարտել է %(sender_name)s -ը.
nl: Hallo %(receiver_name)s, de taak “%(object_name)s” u aangemaakt heeft in %(team_name)s is voltooid door %(sender_name)s.

source: Task completed: "%(object_name)s" in %(team_name)s.
hy: Առաջադրանքն ավարտված է. "%(object_name)s" -ը %(team_name)s -ում.
nl: Taak voltooid: “%(object_name)s” in %(team_name)s.

source: Hi %(receiver_name)s, you were tagged in the task "%(object_name)s" in %(team_name)s by %(sender_name)s.
hy: Ողջույն %(receiver_name)s, %(sender_name)s նշել է ձեզ "%(object_name)s" առաջադրանքի մեջ %(team_name)s - ում.
nl: Hallo %(receiver_name)s, u bent getagt in de taak %(object_name)s” in %(team_name)s door %(sender_name)s.

source: You were tagged in the task "%(object_name)s" in %(team_name)s
hy: Ձեզ նշել են "%(object_name)s" առաջադրանքի մեջ %(team_name)s - ում
nl: U bent getagt in de taak “%(object_name)s” in %(team_name)s

source: Not important
hy: Ոչ կարևոր
nl: Niet belangrijk
ru: Не важно

source: Delete todo
hy: Ջնջել առաջադրանքը
nl: Verwijder todo
ru: Удалить TODO

source: Do you really want to delete this todo?
hy: Իսկապե՞ս ցանկանում եք ջնջել այս առաջադրանքը?
nl: Weet u zeker dat u deze todo wilt verwijderen?
ru: Вы действительно хотите удалить этот TODO?

source: Not assigned
hy: Նշանակված չէ
nl: Niet toegewezen
ru: Не назначено

source: Following
hy: Հետևում եմ
nl: Volgend

source: Reopen todo
hy: Վերաբացել առաջադրանքը
nl: Heropen todo
ru: Возобновить TODO

source: Close todo
hy: Փակել առաջադրանքը
nl: Sluit todo
ru: Закрыть TODO

source: Delete
hy: Ջնջել
nl: Verwijder
ru: Удалить

source: Edit
hy: Խմբագրել
nl: Wijzig
ru: Изменить

source: Write comment...
hy: Գրել մեկնաբանություն ...
nl: Schrijf opmerking…

source: Post
hy: Տեղադրել
nl: Plaats
ru: Опубликовать

source: This todo was completed:
hy: Այս առաջադրանքն ավարտված է:
nl: Deze todo is voltooid:
ru: Этот TODO был завершен:

source: by
hy: կողմից
nl: door
ru: от

source: TodoEntries
hy: Առաջադրանքների Գրառումներ
ru: Список Задач

source: There are no todolists yet.
hy: Նոր առաջադրանքների ցուցակներ դեռևս չկան.
nl: Er zijn nog geen todo lijsten.
ru: Нет списка задач, пока.

source: New List Name
hy: Նոր ցուցակի անուն
nl: Nieuwe Lijst Naam
ru: Имя нового списка

source: Create
hy: Ստեղծել
nl: Aanmaken
ru: Создать

source: Create a new Todo
hy: Ստեղծել նոր առաջադրանք
nl: Een nieuwe Todo aanmaken
ru: Создать новый TODO

source: Only the owner and assignee of a todo can finish it!
hy: Միայն առաջադրանքի կատարողը և հանձնարարողը կարող է այն ավարտել!
nl: Alleen de eigenaar en de toegewezen persoon van een todo kan het afmaken!
ru: Только собственник и дове́ренный вTODO могут закончить его!

source: Mark as finished
hy: Նշել որպես ավարտված
nl: Markeer als voltooid
ru: Отметить как завершено

source: Move to another Folder
hy: Տեղափոխել այլ թղթապանակ
nl: Verplaats naar een andere Map
ru: Переместить в другую папку

source: Enter the title for this todo
hy: Մուտքագրել վերնագիր այս առաջադրանքի համար
nl: Voer een titel voor deze todo
ru: Введите название для этого TODO

source: There are no todos in this list.
hy: Այս ցանկում առաձադրանքներ չկան.
nl: Er zijn geen todos in deze lijst.
ru: Не существуют TODOs в этом списке.

source: Please select or create a todo list.
hy: Խնդրում ենք ընտրել կամ ստեղծել անելիքների ցանկ.
nl: Selecteer of maak een takenlijst.
ru: Пожалуйста, выберите или создайте список TODO.

source: Add Todo
hy: Ավելացնել առաջադրանք
nl: Voeg Todo toe
ru: Добавить Привет

source: There was an error in one of the fields you entered. Please correct it before saving!
hy: Ձեր մուտքագրած դաշտերից մեկում առկա է սխալ: Խնդրում ենք ուղղել այն նախքան պահպանելը!
nl: Er is een fout opgetreden in een van de velden die u hebt ingevoerd. Corrigeer dit voordat u opslaat!

source: Enter a title for the todo.
hy: Մուտքագրեք վերնագիր առաջադրանքի համար.
nl: Voer een titel in voor de todo.
ru: Введите название для этого TODO

source: Description
hy: Նկարագրություն
nl: Beschrijving

source: Enter a description for the todo
hy: Մուտքագրել նկարագրություն առաջադրանքի համար
nl: Voer een beschrijving in voor de todo

source: No date chosen
hy: Ընտրված ամսաթիվ չկա
nl: Geen datum gekozen

source: Choose due date
hy: Ընտրել վերջնաժամկետը
nl: Kies een verloopdatum
ru: Выберите срок

source: Save
hy: Պահպանել
nl: Opslaan
ru: Сохранить

source: Choose day
hy: Ընտրել օր
nl: Kies dag
ru: Выберите дата

source: Until when should the task be completed?
hy: Մինչև ե՞րբ պետք է ավարտել առաջադրանքը?
nl: Tot wanneer moet de taak zijn voltooid?
ru: Задача должна быть завершена до какого числа?

source: Todo lists
hy: Անելիքների ցանկեր
nl: Todo lijst
ru: Списки Задач

source: Cancel
hy: Չեղարկել
nl: Annuleer
ru: Удалить

source: You created a todo
hy: Դուք ստեղծել եք առաջադրանք
nl: U heeft een todo aangemaakt

source: created a todo
hy: ստեղծել է առաջադրանք
nl: heeft een todo aangemaakt

source: You have no assigned tasks
hy: Դուք նշանակված առաջադրանքներ չունեք
nl: U heeft geen toegewezen taken
ru: У вас нет поставленных задач

source: Tasks are shown only for logged in users
hy: Առաջադրանքները ցուցադրվում են միայն մուտք գործած օգտատերերին
nl: Taken zijn alleen zichtbaar voor ingelogde gebruikers
ru: Задачи отображаются только для зарегистрированных пользователей

source: Todo "%(title)s" was added successfully.
hy: "%(title)s" առաջադրանքը հաջողությամբ ավելացվել է.
nl: Todo “%(title)s” is succesvol toegevoegd.
ru: Тодо "%(title)s" был успешно добавлен.

source: Todo "%(title)s" could not be added.
hy: "%(title)s" առաջադրանքը հնարավոր չէ ավելացնել.
nl: Todo “%(title)s” kon niet worden toegevoegd.
ru: TODO "%(title)s" не мог быть добавлен.

source: You were trying to add a todo to a todolist that does not exist!
hy: Դուք փորձում եք ավելացնել առաջադրանք ալնելիքների ցանկում, որը գոյություն չունի!
nl: U heeft geprobeerd een todo toe te voegen aan een todo-lijst die niet bestaat!
ru: Вы пытались добавить TODO в список задач, который не существует!

source: Todo "%(title)s" was edited successfully.
hy: "%(title)s" առաջադրանքը հաջողությամբ խմբագրվել է.
nl: Todo “%(title)s” is succesvol gewijzigd.
ru: TODO "%(title)s" успешно отредактирована.

source: Todo "%(title)s" could not be edited.
hy: "%(title)s" առաջադրանքը հնարավոր չէ խմբագրել.
nl: Todo “%(title)s” kon niet worden aangepast.
ru: TODO "%(title)s" не мог быть изменен.

source: Todo "%(title)s" was deleted successfully.
hy: "%(title)s" առաջադրանքը հաջողությամբ ջնջվել է.
nl: Todo “%(title)s” is succesvol verwijderd.
ru: TODO "%(title)s" был успешно удален.

source: Todo "%(title)s" could not be deleted.
hy: "%(title)s" առաջադրանքը հնարավոր չէ ջնջել.
nl: Todo “%(title)s” kon niet worden verwijderd.
ru: TODO "%(title)s" не мог быть удален.

source: Todo "%(title)s" was assigned successfully.
hy: "%(title)s" առաջադրանքը հաջողությամբ հանձնարարվել է.
nl: Todo “%(title)s” is succesvol toegewezen.
ru: TODO "%(title)s" был поручено успешно.

source: Todo "%(title)s" could not be assigned.
hy: "%(title)s" առաջադրանքը հնարավոր չէ հանձնարարել.
nl: Todo “%(title)s” kon niet worden toegewezen.
ru: TODO "%(title)s" не мог быть поручено.

source: Todo "%(title)s" was assigned to You successfully.
hy: "%(title)s" առաջադրանքը հաջողությամբ հանձնարարվել է ձեզ.
nl: Todo “%(title)s” is succesvol aan u toegewezen.
ru: TODO "%(title)s" Вам был поручен успешно.
